[
    {
      "name": "Arnold Schwarzenegger",
      "price": "$150/session",
      "img_name": "images/arnold-schwarzenegger-portrait-session.jpg",
      "description": "7-time Mr. Olympia and fitness icon, Arnold brings unmatched passion and energy to every session. He focuses on classic bodybuilding, full-body transformations, and mental discipline. Whether you're a beginner or a competitor, Arnold will push you to break barriers and love the process."
    },
    {
      "name": "Mike Mentzer",
      "price": "$120/session",
      "img_name": "images/Mike-Mentzer.jpg",
      "description": "Creator of Heavy Duty training, Mike helps clients achieve maximum results with minimal time. His HIT method is perfect for those who want serious gains without spending hours in the gym. Expect a no-fluff, science-backed approach to building strength and size."
    },
    {
      "name": "Franco Columbu",
      "price": "$130/session",
      "img_name": "images/franco-columbo.png",
      "description": "Two-time Mr. Olympia and former chiropractor, Franco combines serious power with injury-smart training. He's the go-to coach for building functional strength and staying healthy. Ideal for lifters who want to grow stronger while training smart."
    },
    {
      "name": "Dakota Hawkins",
      "price": "$80/session",
      "img_name": "images/Dakota.jpeg",
      "description": "Dakota emphasizes balanced training, proper recovery, and injury prevention. His holistic approach combines strength training with flexibility and cardiovascular health for long-term fitness success."
    },
    {
      "name": "Dorian Yates",
      "price": "$140/session",
      "img_name": "images/dorian-yates.webp",
      "description": "Six-time Mr. Olympia known for his revolutionary high-intensity training methods. Dorian focuses on quality over quantity, helping clients achieve maximum muscle growth with shorter, more intense workouts. Ideal for busy professionals who want serious results in minimal time."
    },
    {
      "name": "Lou Ferrigno",
      "price": "$125/session",
      "img_name": "images/lou-ferrigno.jpg",
      "description": "The Incredible Hulk himself! Lou specializes in mass building and strength training for all fitness levels. His motivational approach and decades of bodybuilding experience help clients break through plateaus and achieve their dream physique. Perfect for those looking to add serious size and strength."
    },
    {
      "name": "Ronnie Coleman",
      "price": "$160/session",
      "img_name": "images/ronnie-coleman.jpg",
      "description": "Eight-time Mr. Olympia known for his incredible work ethic and legendary strength. Ronnie brings unmatched intensity and motivation to help clients push their limits safely. Specializes in powerlifting techniques and building both strength and size. \"Yeah buddy, lightweight baby!\""
    },
    {
      "name": "Frank Zane",
      "price": "$135/session",
      "img_name": "images/frank-zane.png",
      "description": "Three-time Mr. Olympia known for his aesthetic physique and scientific approach to training. Frank specializes in body symmetry, proportion, and lean muscle development. Perfect for clients focused on achieving a balanced, aesthetic physique rather than just size."
    }
  ]